import React from 'react';

const Vmc = ()=>{
    return(
        <section className="section bg-c-light">
        <div className="container-fluid">
            <div className="row">
                <div className="col-md-12 text-center">
                    <h3 className="main-heading">วิสัยทัศน์ พันธกิจ ปรัชญา</h3>
                    <div className="underline mx-auto"></div>
                </div>

                <div className="col-md-4 text-center">
                    <h3>วิสัยทัศน์</h3>
                    <p>
                        มุ่งผลิตและส่งเสริมคุณภาพนักเรียน นักศึกษา ให้ความรู้ ความชำนาญ ทางวิชาการและวิชาชีพเพื่อสนองตอบ ความต้องการของชุมชนและสถานประกอบการ
                    </p>
                </div>

                
                <div className="col-md-4 text-center">
                    <h3>พันธกิจ</h3>
                    <p>
                        เป็นสถานศึกษาที่มุ่งเน้นผลิตและพัฒนากำลังคนในระดับกึ่งฝีมือ ฝีมือเทคนิคและระดับเทคโนโลยี ให้ความรู้ ความสามารถ มีความชำนาญทางวิชาชีพได้มาตรฐาน และมีคุณภาพ ซึ่งมีความพร้อมที่จะให้บริการวิชาชีพแก่ชุมชนและท้องถิ่นเพื่อพัฒนาเครือข่าย การเรียนรู้ทางวิชาชีพให้กว้างขวาง และหลากหลายรูปแบบตลอดจนสืบสาน อนุรักษณ์คุณธรรม วัฒนธรรม ประเพณี ภูมิปัญญาท้องถิ่นของไทยให้ยั่งยืนตลอดไป
                    </p>
                </div>

                <div className="col-md-4 text-center">
                    <h3>ปรัชญา</h3>
                    <p>
                    "ล้ำเลิศวิชาการ ชำนาญงานฝีมือ ยึดถือคุณธรรม"
                    </p>

                    <h3>เอกลักษณ์วิทยาลัยเทคนิคตราด</h3>
                    <p>
                    "ทักษะเลิศล้ำ นำวิชาการ บริการชุมชน"
                    </p>

                    <h3>อัตลักษณ์วิทยาลัยเทคนิคตราด</h3>
                    <p>
                    "เก่ง ดี มีจิตอาสา "
                    </p>
                </div>

            </div>
        </div>
    </section>
    )
}
export default Vmc;